Repository: seavty/LoanWebApp
Catalog: LoanWebApp/Resources/lang.*.resx
Languages: km

source: About Us
km: អំពីយើង

# aboutUsContent
source: <h3>About Us</h3><hr /> <p><strong>MARIELBank</strong> began with a genuine desire to help the people of Cambodians who need quick cash to meet their daily needs.</p> <p><strong>MARIELBank</strong> provides micro and small quick loans to the employed and the business owners.</p> <p>We give you quick cash only and only if you need it, not you want it. So we want to see you use it wisely. We don&rsquo;t bother to call you or we are not expected you to call us either. Your privacy is our top priority.</p> <p>Interest is not our first question, it&rsquo;s the second. Our first is how we can help you.</p> <p>Because we give quick and easy cash without collaterals and it&rsquo;s the business nature that we have to make a profit, we have to put a fair interest rate on your loan.</p> <p>Customers can apply for loans in a fast and easy way that takes them only 1 minute. using website or app.</p> <p>You can reach us by <strong>067 69 69 67</strong> or <strong>070 69 69 67</strong> or facebook <a href="https://www.facebook.com/1rielbank/" target="_blank">MARIELBank</a></p> <p>The employed who can provide employment letter and bank account and business owners who have business license or patent and bank account can apply for help.</p> <p><strong>MARIELBank</strong>&rsquo;s mission is to help the employed people and business owners who need quick cash for good value-added purposes while offering good and fair benefits to all stakeholders in community.</p>
km: <p><strong><h3>អំពីយើង</h3></strong></p> <hr/> <p><span>មរៀល កើតឡើងក្នុងបំណងជួយ អ្នកធ្វើការនឹងអ្នករកស៊ីដែលត្រូវការប្រាក់ភ្លាមៗ។</span></p> <p><span>មរៀល ផ្តល់ប្រាក់ដល់អ្នក ដែលត្រូវការចាំបាច់តែប៉ុណ្ណោះ ដោយ អ្នកមិនចាំបាច់ ទូរសព្ទ័ មកកាន់ មរៀល ឬ យើងខ្ញុំមិនចាំបាច់ ទូរសព្ទ័ ទៅរំខានអ្នក ។</span></p> <p><span>មរៀល ផ្តល់ប្រាក់ដល់អ្នក តាមរយះគេហទំពរ័ ឬ អ៊ែប ។</span></p> <p><span>មរៀល មានគោលដៅ ជួយដល់អ្នកធ្វើការនឹងអ្នករកស៊ីដែលត្រូវការប្រាក់ ចាំបាច់ នឹង ធានា សមភាព។</span></p>

# address
source: <ul style="list-style-type:none;padding-left:0px"> <li> Building A Street 568 Sangkat </li> <li> Beungkok II, Khan Toul kok, Phnom Penh, Cambodia </li> <li> Phone: +855 67 69 69 67 or +855 70 69 69 67 </li> <li> Email: <a href="mailto:1riealbank@gmail.com">1rielbank@gmail.com</a> </li> <li> Website: <a href="http://www.marielbank.com">www.marielbank.com</a> </li> </ul>
km: <ul style="list-style-type:none;padding-left:0px"> <li> អគារ A ផ្លូវលេខ 568 </li> <li> សង្កាត់ បឹងកក់ II ខណ្ឌ ទួលគោក រាជធានី ភ្នំពេញ </li> <li> ទូរសព្ទ័លេខ: +85567 69 69 67 ឬ +85570 69 69 67 </li> <li> អ៊ីម៉ែល: <a href="mailto:1riealbank@gmail.com">1rielbank@gmail.com</a> </li> <li> វ៉េបសាយ: <a href="http://www.marielbank.com">www.marielbank.com</a> </li> </ul>

source: Apply Now
km: ស្នើឥឡូវ

# emailExist
source: E-mail is already exist !
km: អ៊ីមែលបានប្រើប្រាស់រួចហើយ

source: Help Center
km: សំនួរ ចំលើយ

# helpCenterContent
source: <h3>Help Center</h3><hr /> <p class="Body"><strong>Who we are ?</strong></p> <p class="Body">MARIELBank is born with a genuine desire to help people.</p> <p class="Body">We provide micro and small quick loans to the employed and the business owners.</p> <p class="Body">We give you quick cash only and only if you need it, not you want it. So we want to see you use it wisely. We don&rsquo;t bother to call you or we are not expected you to call us either. Your privacy is our top priority.</p> <hr/> <p class="Body"><strong>What is the interest rate ?</strong></p> <p class="Body">Interest is not our first question, it&rsquo;s the second. Our first is how we can help you.</p> <p class="Body">Because we give quick and easy cash without collaterals and it&rsquo;s the business nature that we have to make a profit, we have to put a fair interest rate on your loan.</p> <p class="Body">You see loan repayment amount on each loan request you apply for.</p> <hr /> <p class="Body"><strong>How am I updated on my request?</strong></p> <p class="Body">After you submit your loan request, you will receive an email telling you have applied for such a loan. After your loan is approved and transferred to your account, you will receive the second email along with repayment schedule.</p> <hr /> <p class="Body"><strong>Who can apply?</strong></p> <p class="Body">Anyone can apply as long as they can provide required documents as stated on our web and our app. They can apply any time and any where.</p> <hr /> <p class="Body"><strong>How long will I receive money?</strong></p> <p class="Body">We are committed to help you within 24 hours.</p> <hr /> <p class="Body"><strong>How can I repay?</strong></p> <p class="Body">We can pay back on or before 3pm of due date. We don&rsquo;t want to penalize you but if you are late, we charge you using your loan interest rate divided by your loan days and times late days. Again we don&rsquo;t wanna penalize you. You can pay us by Wing Account 02394993 or Acleda Account Name Tep Chanrith and Account Number 2200 00 559515 26 by telling your loan number and phone number.</p> <p class="Body" style="margin-top: 8.0pt; line-height: 120%;"><span style="font-size: 12.0pt; line-height: 120%;">You pay for transfer fee when repaying your loan.</span></p> <hr /> <p class="Body"><strong>I can repay early?</strong></p> <p class="Body">We recommend you to repay early to receive good rating so that we can help you faster next time.</p> <hr /><hr /> <p class="Body"><strong>I can repay late?</strong></p> <p class="Body">We do not want to penalize you and don&rsquo;t want to get more interest from you. Your late payment will affect your rating and the late fee is calculated as your loan interest rate divided by your loan days and times late days.</p> <p class="Body"><strong>I can take another loan?</strong></p> <p class="Body">As we wanna only help you use your money wisely, you have to pay your current loan before requesting the next one.</p> <hr /> <p class="Body"><strong>How is my privacy protected?</strong></p> <p class="Body">Your privacy and your convenience are our priorities. We don&rsquo;t bother calling you or we are not expected you to call us either.</p> <p class="Body">By using our service and accessing our platform, you accept and consent to terms set out in this privacy policy.</p> <p class="Body">Information you give us to apply for loans will be used for recording database or for resolving any disputes or assisting in arrangements with our business partners.</p>
km: <h3>សំនួរ ចំលើយ</h3> <hr /> <p><strong><span>មរៀល ជា នរណា ?</span></strong></p> <p><span>មរៀល កើតឡើងក្នុងបំណង់ជួយ អ្នកធ្វើការនឹងអ្នករកស៊ីដែលត្រូវការប្រាក់ភ្លាមៗ ។</span></p> <p><span>មរៀល ផ្តល់ប្រាក់ដល់អ្នក ដែលត្រូវការចាំបាច់តែប៉ុណ្ណោះ ដោយ អ្នកមិនចាំបាច់ ទូរសព្ទ័ មកកាន់ មរៀល ឬ យើងខ្ញុំមិនចាំបាច់ ទូរសព្ទ័ ទៅរំខានអ្នក ។</span></p> <hr /> <p><strong><span>តើខ្ញុំត្រូវចំណាយ កម្រៃ សេវា ប៉ុន្មាន ?</span></strong></p> <p><strong><span>កម្រៃ សេវា</span></strong><span> មិនមែនជាគោលដៅទីមួយ របស់ មរៀល ទេ ។ គោលដៅទីមួយ របស់ មរៀល គឺ តើ មរៀល អាចជួយអ្នក ដោយរបៀបណា ។&nbsp; អ្នកនិងឃើញ កម្រៃ សេវា រាល់ពេល ដែលអ្នកស្នើសុំ។</span></p> <hr /> <p><strong><span>តើខ្ញុំទទួលពត៌មាន ក្រោយការស្នើសុំរបៀបណា ?</span></strong></p> <p><span>ក្រោយការស្នើសុំ អ្នកនិង ទទួលបាន អ៊ីម៉ែល មួយ បញ្ជាក់ ពីការស្នើសុំរបស់របស់អ្នក។ បន្ទាប់ ពីសំណើរត្រូវ បានសម្រេច នឹងប្រាក់បានត្រូវ ផ្ញើរ នោះ អ្នកនិងទទួលបាន អ៊ីម៉ែល មួយទៀត ជាមួយនឹងតារាងបង់ប្រាក់។</span></p> <hr /> <p><strong><span>តើនរណាអាចស្នើសុំ ?</span></strong></p> <p><span>អ្នកធ្វើការនឹងអ្នករកស៊ី ដែលអាច ផ្តល់ ឯកសារតម្រូវ ងាយៗ ។ អ្នកអាចស្នើសុំពេលណាក៏បាន ឬ ទីណាក៏បាន។</span></p> <hr /> <p><strong><span>តើខ្ញុំអាចសងមុនកាលកំណត់បាន ទេ?</span></strong></p> <p><span>មរៀល លើកទឹកចិត្តអោយអ្នកសង ទាន់ កាលកំណត់ ឬ មុនកាលកំណត់ ដើម្បី ទទួលបាន ប្រវត្តិកម្ចីល្អ ។ សូម បញ្ជាក់ កម្រៃ សេវា មិនមានការប្រែប្រួល។</span></p> <hr /> <p><strong><span>តើខ្ញុំអាចសងក្រោយកាលកំណត់បាន ទេ?</span></strong></p> <p><span>មរៀល មិនលើកទឹកចិត្តអោយអ្នកសង ក្រោយ កាលកំណត់ នោះ ទេ ព្រោះ អ្នក និងត្រូវ បង់ថ្លៃសេវាបន្ថែម និង ទទួល​បាន ប្រវត្តិកម្ចី មិន ល្អឡើយ ។ ថ្លៃសេវាបន្ថែមនិងត្រូវគណនា ដោយ យក ការប្រាក់ កម្ចី ចែក និង រយះពេលកម្ចី រួច គុណ ចំនួនថ្ងៃដែលយឺតយ៉ាវ។</span></p> <hr /> <p><strong><span>តើខ្ញុំអាចស្នើសុំកម្ចីមួយទៀតបានឬទេ?</span></strong></p> <p><span>មរៀល លើកទឹកចិត្តអោយអ្នក ប្រើប្រាស់កម្ចី អោយមានប្រសិទ្ធិភាពនិងត្រឹមត្រូវ។ ដូច្នេះ តម្រូវអោយអ្នក សង កម្ចីចាស់ជាមុនសិន ទើបអាចស្នើសុំកម្ចីថ្មីបាន។</span></p> <hr /> <p><span>​<strong>តើពត៌មានផ្តាល់ខ្លួនរបស់ខ្ញុំត្រូវបានរក្សាយ៉ាងដូចម្តេច?</strong></span></p> <p><span>ពត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ជាអាទិភាព របស់ មរៀល។ ដូច្នេះ រាល់ពត៌មានដែលអ្នកបានផ្តល់អោយ មរៀល គឺត្រូវបានរក្សាទុកយ៉ាងត្រឹមត្រូវ សំរាប់ ការកត់ត្រា ដោះស្រាយទំនាស់ នឹង ប្រើប្រាស់សំរាប់ ដៃគូរ អាជីវកម្ម។</span></p>

source: Invalid Phone Number !
km: សូមពិនិត្យលេខទូរស័ព្ទម្ដងទៀត

source: Invalid PIN!
km: សូមពិនិត្យលេខផ្ទៀងផ្ទាត់

source: Our Address
km: អាសយដ្ឋាន

source: Payback
km: របៀបសង

# paybackContent
source: <h3>Payback Instruction</h3><hr /> You can pay back by :<br /><br /> 1- Wing Specialized Bank<br/> <br /> Account Number : 02394993 <br /><br /> 2- Acleda Bank<br/><br /> Account Name : Tep Chanrith <br /><br /> Account Number : 2200 00 559515 26 <br /><br /> By telling your <strong>loan number</strong> and <strong>phone number</strong>.<br/><br /> Then you will get email to confirm your payment.
km: <p><strong><h3>របៀបសង</h3></strong></p> <hr/> <p><span>អ្នកអាចសង តាមរយះ គណនី </span></p> <p><span>១- ធនាគារ វីង </span></p> <p><span>លេខគណនី 02394993</span></p> <p><span>២- ធនាគារ អេ ស៊ី លីដា</span></p> <p><span>ឈ្មោះគណនី Tep Chanrith</span></p> <p><span>លេខគណនី 2200 00 559515 26</span></p> <p><span>ដោយបញ្ជាក់ប្រាប់ <strong>លេខកម្ចី</strong> នឹង <strong>លេខទូរស័ព្ទ</strong> របស់អ្នក ។</span></p> <p><span>អ្នកត្រូវបង់ សេវាផ្ញើរប្រាក់ នៅពេល អ្នកផ្ញើរ មកកាន់យើងខ្ញុំ។ <br/><br/>អ្នក និងទទួលបាន អ៊ីម៉ែល បញ្ជាក់ អំពីការ ទទួលប្រាក់របស់ យើងខ្ញុំ។</span></p>

# phoneExist
source: Phone is already exist !
km: លេខទូរស័ព្ទបានប្រើប្រាស់រួចហើយ

source: PIN Expired !
km: លេខផ្ទៀងផ្ទាត់អស់សុពលភាព

# required
source: Please key in all required field(s)!
km: សូមបញ្ជាក់ពត៌មានទាំងអស់

# wait30
source: Please wait 30 more minutes to send sms again !
km: សូមចាំ 30 នាទី
